Repository: dd6ds/rust-morse
Catalog: *.po
Languages: es_es, fr_fr

source: Morse Code Trainer
es_es: Entrenador de código Morse
fr_fr: Entraîneur de code Morse

source: Text:
es_es: Texto:
fr_fr: Texte:

source: File/Quit
es_es: Archivo/Salir
fr_fr: Fichier/Quitter_t

source: Info/About
es_es: Información/Acerca de
fr_fr: Infos/À propos

source: Morse Code Trainer Version:
es_es: Entrenador de código Morse Versión:

source: {} {VERSION}, Platform: {CURRENT_PLATFORM} Compiled on: {COMPILED_ON} Rust Version: {rustc_version} Complied at {compile_datetime}
es_es: {} {VERSIÓN}, Plataforma: {CURRENT_PLATFORM} Compilado el: {COMPILED_ON} Rust-Versión: {rustc_Versión} Compilado el {compile_datetime}
fr_fr: {} {VERSION}, Plattform: {CURRENT_PLATFORM} Kompiliert am: {COMPILED_ON} Rust-Version: {rustc_version} Kompiliert am {compile_datetime}

source: Icon could not be loaded
es_es: No se pudo cargar el icono
fr_fr: L'icône n'a pas pu être chargée

source: LanguageFile: {file_path} exists!
es_es: Archivo: {file_path} Existe!
fr_fr: LanguageFile : {file_path} existe !

source: File: {file_path} does not exist! Program abort
es_es: Archivo: {file_path} no existe! Aborto
fr_fr: Fichier : {file_path} n'existe pas ! Interruption du programme

source: Enter the Text you like to hear in Morse Code
es_es: Introduzca el texto, que desea escuchar en código Morse
fr_fr: Entrez le texte que vous souhaitez entendre en code Morse

source: adjust WPM (Words per minute)
es_es: WPM (Palabras por minuto) adaptar
fr_fr: Ajuster les WPM (mots par minute)

source: Play Morse Code
es_es: Reproducir código Morse
fr_fr: Jouer au code Morse

source: Play
fr_fr: Jouer
